# 1)შექმენით ცარიელი სია და for ციკლის მეშვეობით ჩაამატეთ ყველა ლუწი რიცხვი 0დან 200მდე,
# ბოლოს დაბეჭდეთ სია.

# 2)შექმენით ცარიელი სია და for ციკლის მეშვოებით მომხმარებელს შეეკითხეთ 
# მისი top 5 საყვარელი სახელი (ანუ ხუთჯერ input).

# 3)შექმენით სია 10 ელემენტით და გამოიტანეთ მხოლოდ კენტ ინდექსზე მდგომი ელემენტები.

# 4)შექმენით ცვლადი რომელშიც შენახული იქნება სტრინგი შემდეგ კი გაიგეთ ამ სტრინგის სიმბოლოების 
# რაოდენობა.

# 5)შექმენით სია შემდგარი 5 ელემენტისგან, მომხმარებელს შემოატანინეთ რიცხვი და სიიდან ამოაგდეთ
# შემოტანილ რიცხვის ინდექსზე მდგომი ელემენტი.

# 6)შექმენით სია და დაბეჭდეთ ამ სიის სიგრძე.

# 7)ვისაც არ დაგისრულებიათ საკლასო სამუშაო დაასრულეთ აუცილებლად.
nums = []
for i in range(200):
    if i % 2 == 0:
        print(nums[i])
