# # დავალება:
# ```
# 1)შექმენით სია შემდგარი 10 ელემენტისგან,
#  და გამოიტანეთ მხოლოდ კენტ ინდექსზე მდგომი ელემენტი

# 2)შექმენით სია რომელიც შედგება 5 რიცხვისგან, გადაუარეთ ამ სიას for ციკლით
#  და შეაჯამეთ თითოეული რიცხვი, ბოლოს გამოიტანეთ ამ რიცხვების ჯამი (დაგჭირდებათ ერთი დამატებითი დამთვლელი ცვლადი (ჯამის ცვლადი, რომელსაც თითოეული რიცხვი დაემატება ყოველ იტერაციაზე))

# 3)შექმენით სია შემდგარი 10 რიცხვისგან, გადაურეთ for ციკლით, შეამოწმეთ კენტია თუ
# ლუწი, თუ ლუწია დაბეჭდეთ i, "luwia", თუ კენტია i, "kentia"```
nums = [ 1, 2, 3, 4, 5, 6, 7, 8, 9, 10,]
for i in range(10):
    if i % 2 == 1:
        print(nums[i])   

 
    