# 1) შექმენით სია რიცხვებით და დაწერე კოდი, რომელიც გამოითვლის სიის ყველა ელემენტის
#  ნამრავლს და დაბეჭდავს შედეგს.

# 2)შექმენით სია სადაც იქნება 10 ელემენტი გამოიტანეთ,მე0 ინდექსიდან მე_8 ინდექსის
#  ჩათვლით ყველა ელემენტი.

# 3)შექმენით სია სადაც იქნება ხუთი რიცხვი, გადაუარეთ ამ სიას for ციკლის
#  საშუალებით და შეამოწმეთ თუ სიიდან რომელიმე რიცხვი ნაკლებია 5ზე დავბეჭდოთ ის რიცხვი.

# 4)შექმენით სია სადაც იქნება 10 რიცხვი და შექმენით sum ცვლადი რომლის
#  საშუალებითაც გამოითვლით ამ ყველა რიცხვის ჯამს.

# 5)კომენტარებით ახსენით რისი გაკეთება შეგვიძლია slicing ით.
nums = [7, 5, 6, 8, 9, 28,]
sum = 1

for i in nums:
    sum = sum * i

print(sum)