# 0)ჩანაწერს გადახედეთ თავიდან

# 1) მომხმარებელს შემოატანინეთ მისი სახელიდი ასი დოებით და შეინახეთ ცვლადში სახელად name და 
# .lower() ფუნქციის მეშვეობით გადააქციეთ ცვლადის მნიშვნელობა  პატარა ასოებად. 

# 2) ცვლადში შეინახეთ თქვენი გვარი პატარა ასოებით, შემდეგ .upper() 
# ფუნქციის მეშვეობით გადააქციეთ ცვლადის მნიშვნელობა  დიდ ასოებად.

# 3) ცვლადში შეინახეთ სტრინგი პატარა ასოებით, შემდეგ .capitalize() ფუნქციის 
# მეშვეობით გადააქციე პირველი ასო დიდ ასოდ.

# 4)ცვლადში შეინახეთ რაიმე სტრინგი,შემდეგ find() ფუნქციის მეშვეობით იპოვეთ რომელ ი
# ნდექსზეა კონკრეტული ასო

# 5)შექმენით სია სტრინგით და თითოეული სტრინგი გადაიყვანეთ დიდ ასოებად for ციკლის მეშვეობით
