# 0)ჩანაწერს გადახედეთ თავიდან

# 1)შექმენით სია შემდგარი 5 ელემენტისგან და გამოიტანეთ ამ სიის თითოი ელემენტი ინდექსებით

# 2)შექმენით სია შემდგარი 10 ელემენტისგან და გამოიტანეთ თითოეული ელემენტი for ციკლით / range() ფუნქციითაც და პირდაპირ ცვლადის გადაცემითაც

# 3)შექმენით სია შემდგარი რიცხვებისგან, გადაუარეთ for ციკლით და გამოიტანეთ მხოლოდ ის რიცხვები რომელიც მეტია 10ზე

# 4)შექმენით სია შემდგარი 7 განსხვავებული ემენეტისგან და for ციკლის მეშვეობით შეამოწმეთ თითოეული ემენეტის მონაცემთა ტიპი
list = [2, 4, 8, 29, 89]
print(list [0:])