# isalnum()	ამოწმებს, შეიცავს თუ არა სტრინგი მხოლოდ ანბანის ასოებს და/ან ციფრებს. თუ სხვაც არის, აბრუნებს False-ს.
# isdigit()	ამოწმებს, არის თუ არა სტრინგი მხოლოდ ციფრებით შედგენილი (მაგალითად, "12345").
# islower()	ამოწმებს, არის თუ არა სტრინგი მთლიანად დაბალი რეგისტრის (პატარა ასოებით).
# isnumeric()	ამოწმებს, არის თუ არა სტრინგი რიცხვით წარმოდგენილი მონაცემი (მათ შორის, უნიკოდის ციფრები).
# isupper()	ამოწმებს, არის თუ არა სტრინგი მთლიანად დიდი რეგისტრის (დიდი ასოებით).
# count()	ითვლის, რამდენჯერ გვხვდება კონკრეტული ქვე-სტრინგი მთავარ სტრინგში.