
# 1)კომენტარის მეშვეობით ახსენით .lower() / .upper() / .capitalize() / .find() ფუნქციების დანიშნულება

# 2)მომხმარებელს შემოატანინეთ მისი გვარი და შეამოწმეთ, თუ გვარის პირველი ასო არის დიდი ასო, მაშინ 
# დაუბეჭდეთ "Hello", თუ არ არის მაშინ დაუბეჭდეთ "Bye"

# 3)მომხმარებელს შემოატანინეთ სახელი, შემდეგ შემოატანინეთ ასო და თუ ამ სახელში ეს 
# ასო არიქნება, მCan't fაშინ გამოუტანეთ "cant find character", თუ იქნება მაშინ გამოუტანეთ "found it" და გვერდზე 
# მიუწერეთ ამ ასოს ინდექსი

# 4)გიპასუხებთ "upper" გადაიყვანეთ მთლიანი გვარი დიდ ასოებად, თუ გიპასუხებთ "lower" გადაიყვანეთ 
# მთლიანი გვარი პატარა ასოებად და თუ გიპასუხებთ "capitalize" გადაიყვანეთ გვარის მხოლოდ პირველი ასო დიდ ასოდ.

# .lower() ყველა ასოს აპატარავებს არგუმენტში მომხმარებელს შემოატანინეთ მისი გვარი, შემდეგ შეეკითხეთ როგორ უნდა რო შეიცვალოს მისი გვარის ასოები, თუ 
#  .upper() ყველა ასოს ადიდებს არგუმენტში 
#  .capitalize() პირველ ასოს ადიდებს და დანარჩენს აპატარავებს
#  .find() ეძებს რომელ ინდეხსზეა მოცემული ასო
