#  4)გიპასუხებთ "upper" გადაიყვანეთ მთლიანი გვარი დიდ ასოებად, თუ გიპასუხებთ "lower" გადაიყვანეთ 
# მთლიანი გვარი პატარა ასოებად და თუ გიპასუხებთ "capitalize" გადაიყვანეთ გვარის მხოლოდ პირველი ასო დიდ ასოდ.

# .lower() ყველა ასოს აპატარავებს არგუმენტში მომხმარებელს შემოატანინეთ მისი გვარი, შემდეგ შეეკითხეთ როგორ უნდა რო 
# შეიცვალოს მისი გვარის ასოები, თუ 
#  .upper() ყველა ასოს ადიდებს არგუმენტში 
#  .capitalize() პირველ ასოს ადიდებს და დანარჩენს აპატარავებს
#  .find() ეძებს რომელ ინდეხსზეა მოცემული ასო
name = input("your name here")
replace = input("replace your name")
